Repository: Foxlider/KAST
Catalog: KAST.Server/Resources/Pages/Authentication/Forgot.*.resx
Languages: de_de, ja_jp, km_kh, zh_cn

source: Enter the email address linked to your account and you will recieve an email containing a link to reset your password.
de_de: Geben Sie die mit Ihrem Konto verknüpfte E-Mail-Adresse ein und Sie erhalten eine E-Mail mit einem Link zum Zurücksetzen Ihres Passworts.
ja_jp: パスワードをリセットするためのリンクを含む電子メールが送信されます。
km_kh: 계정에 연결된 이메일 주소를 입력하면 비밀번호 재설정 링크가 포함된 이메일을 받게 됩니다.
zh_cn: 输入与您的账户相连的电子邮件地址，您将收到一封包含重置密码链接的电子邮件。

source: Forgot Password?
de_de: Passwort vergessen?
ja_jp: パスワードを忘れた場合
km_kh: 비밀번호를 잊으 셨나요?
zh_cn: 忘记密码？

source: Reset Password
de_de: Passwort zurücksetzen
ja_jp: パスワードのリセット
km_kh: 암호를 재설정
zh_cn: 重置密码

source: {0} received a request to use email as a recovery email for the account {1}. Use this token:[ {2} ] to finish resting password.
de_de: {0} hat eine Anfrage erhalten, E-Mail als Wiederherstellungs-E-Mail für das Konto {1} zu verwenden. Verwenden Sie dieses Token:[ {2} ], um die Wiederherstellung des Passworts abzuschließen.
ja_jp: {0} は、アカウント {1} の回復用メールとして電子メールを使用する要求を受け取りました。このトークン:[ {2} ]を使用して、パスワードの復元を完了してください。
km_kh: {0} បាន ទទួល សំណើ មួយ ដើម្បី ប្រើ អ៊ីមែល ជា អ៊ីមែល ស្តារ ឡើង វិញ សម្រាប់ គណនី {1} ។ ប្រើ token នេះ:[ {2} ] ដើម្បី បញ្ចប់ ការ សម្រាក ពាក្យ សម្ងាត់ ។
zh_cn: {0}收到了一个使用电子邮件作为帐户{1}的恢复电子邮件的请求。使用此令牌：[ {2} ] 完成恢复密码。

source: {0}, please contact the administrator
de_de: {0}, bitte kontaktieren Sie den Administrator
ja_jp: {0}, 管理者に連絡してください。
km_kh: {0} សូមទាក់ទងទៅអ្នកគ្រប់គ្រង
zh_cn: {0}，请联系管理员

source: E-mail
ja_jp: 電子メール
km_kh: 이메일
zh_cn: 电子邮件

source: Enter the email address linked to your account and you will recieve an email containing a token string to reset your password.
de_de: Geben Sie die mit Ihrem Konto verknüpfte E-Mail-Adresse ein. Sie erhalten dann eine E-Mail mit einer Token-Zeichenfolge, mit der Sie Ihr Passwort zurücksetzen können.
ja_jp: パスワードをリセットするためのトークン文字列を含むメールを受信します。
km_kh: បញ្ចូល អាសយដ្ឋាន អ៊ីមែល ដែល ភ្ជាប់ ទៅ គណនី របស់ អ្នក ហើយ អ្នក នឹង ទទួល អ៊ីមែល ដែល មាន ខ្សែ អក្សរ ថូខេន ដើម្បី កំណត់ ពាក្យ សម្ងាត់ របស់ អ្នក ឡើង វិញ & # 160; ។
zh_cn: 输入与您的账户相关联的电子邮件地址，您将收到一封包含令牌字符串的电子邮件来重置您的密码。

source: Enter the token string from the recovery email to set your new password.
de_de: Geben Sie den Token-String aus der Wiederherstellungs-E-Mail ein, um Ihr neues Passwort festzulegen.
ja_jp: パスワード再設定用メールに記載されているトークン文字列を入力し、新しいパスワードを設定してください。
km_kh: បញ្ចូល ខ្សែអក្សរ token ពី អ៊ីមែល recovery ដើម្បី កំណត់ ពាក្យ សម្ងាត់ ថ្មី របស់ អ្នក ។
zh_cn: 输入恢复邮件中的令牌字符串来设置你的新密码。

source: No user found by email, please contact the administrator
de_de: Kein Benutzer per E-Mail gefunden, bitte kontaktieren Sie den Administrator
ja_jp: メールに記載されたユーザーが見つかりません。管理者にお問い合わせください。
km_kh: គ្មាន អ្នក ប្រើ រក ឃើញ តាម អ៊ីមែល ទេ សូម ទាក់ទង ទៅ អ្នក គ្រប់គ្រង
zh_cn: 通过电子邮件没有找到用户，请联系管理员

source: Set a new password
de_de: Ein neues Passwort festlegen
ja_jp: 新しいパスワードの設定
km_kh: កំណត់ពាក្យសម្ងាត់ថ្មី
zh_cn: 设置一个新的密码

source: Set New Password
de_de: Neues Passwort festlegen
ja_jp: 新しいパスワードの設定
km_kh: កំណត់ពាក្យសម្ងាត់ថ្មី
zh_cn: 设置新密码

source: The input token string must be equal to the token string in the recovery email
de_de: Der eingegebene Token-String muss mit dem Token-String in der Wiederherstellungs-E-Mail übereinstimmen
ja_jp: 入力されたトークン文字列は、リカバリメールに記載されたトークン文字列と同じである必要があります
km_kh: ខ្សែអក្សរ token input ត្រូវតែស្មើទៅនឹង string token នៅក្នុង អ៊ីមែល recovery
zh_cn: 输入的令牌字符串必须与恢复邮件中的令牌字符串相等

source: The new password has been set successfully, please login again
de_de: Das neue Passwort wurde erfolgreich gesetzt, bitte melden Sie sich erneut an
ja_jp: 新しいパスワードが設定されました。
km_kh: ពាក្យ សម្ងាត់ ថ្មី ត្រូវ បាន កំណត់ ដោយ ជោគជ័យ សូម ចូល ម្តង ទៀត
zh_cn: 新密码已经设置成功，请再次登录

source: Token String
de_de: Token Zeichenfolge
ja_jp: トークン文字列
km_kh: ខ្សែអក្សរ Token
zh_cn: 代币字符串

source: Verify your recovery email
de_de: Überprüfen Sie Ihre Wiederherstellungs-E-Mail
ja_jp: リカバリーメールを確認する
km_kh: ផ្ទៀងផ្ទាត់អ៊ីមែល recovery របស់អ្នក
zh_cn: 验证您的恢复邮件

source: Waiting
de_de: Warten auf
ja_jp: 待機中
km_kh: រង់ចាំ
zh_cn: 正在等待

source: You are already logged in.
de_de: Sie sind bereits eingeloggt.
ja_jp: すでにログインしています。
km_kh: អ្នក បាន ចូល រួច ហើយ ។
zh_cn: 你已经登录了。
